Repository: drdro123/flask-mega-tutorial
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Please log in to access this page.
it: Loggarsi per acccedera a questa pagina.

source: Request Password Reset
it: Reimposta la sua password

source: Confirm Password
it: Conferma Password

source: Username
it: Utente

source: Remember me
it: Ricordati di me

source: Sign In
it: Loggarsi

source: Register
it: Registrati

source: Please use a different username
it: Si prega di scegliere un username diverso

source: Please use a different email address.
it: Si prega di scegliere un indirizzo email diverso

source: Invalid username or password.
it: Username o pasword errato.

source: Congratulations, you have registered successfully!
it: Complimenti, si é registrata con successo!

source: Check your email for instructions on resetting your password.
it: Controlla la cartella email per istruzioni su il risettagio della password.

source: Password changed!
it: Password cambiata!

source: Search
it: Cerca

source: About Me
it: Informazione

source: Submit
it: Invia

source: Username already exists.
it: Utente esiste giá.

source: Say something
it: Posta qualcosa

source: Message
it: Invia Messaggio

source: Post submitted!
it: Inviato!

source: Your message has been sent
it: Il tuo messaggio è stato inviato

source: Send Message
it: Invia messaggio

source: You cannot follow yourself!
it: Non è possibile auto-seguirsi!

source: You are now following %(username)s!
it: Stai seguendo %(username)s!

source: You cannot unfollow yourself!
it: Non è possibile auto-seguirsi!

source: You are no longer following %(username)s!
it: Non stai più seguendo %(username)s!

source: %(username)s said %(when)s
it: %(username)s ha detto %(when)s

source: Translate
it: Traduci

source: Home
it: Casa

source: Explore
it: Esplora

source: Messages
it: Messaggi

source: Profile
it: Profilo

source: Log Out
it: Log Off

source: Error: Could not contact server.
it: Errore: Non é stato possibile collegarsi al server.

source: Hi %(username)s
it: Ciao %(username)s

source: Search Results
it: Risultati

source: Send Message to %(recipient)s
it: Invia Messaggio a %(recipient)s

source: Send private message
it: Invia messaggio privato

source: Forgot Your Password?
it: Hai dimenticato la tua password?

source: Reset It!
it: Risettala

source: New User?
it: Nuovo utente?

source: Click to Register!
it: Clicca per registrarti!

source: Please choose a new password:
it: Si prega di scegliere una password nuova

source: File Not Found
it: File Non Trovato

source: An unexpected error has occurred.
it: Un errore non aspettato é accaduto.

source: The administrator has been notified. Sorry for any inconvenience
it: L'amministratore é stato notificato. Ci scusiamo per qualsiasi inconvenienza.
